new Vue({
  el: 'article',
  data: {
    items: [{
      title: 'スペクトラルウィザード',
      artist: '模造クリスタル',
      comment: '魔法使いが犯罪者として扱われている世界。鬱っぽい魔法使い「スペクトラルウィザード」が戦ったり買い物をしたりして何とか生きている。終始けだるげでしんどそうにしている。魔法使いたちには名前を失ったのか「スペクトラルウィザード」「カオスウィザード」などと記号的に呼び合っている。スペクトラルウィザードには、銃弾は効かない。貫通するだけで何も通じない。壁を抜けてどこへでも入り込むことができる。そのような自由さとは対比的に本人は少しも楽しく無さそうに生きている。暗い。',
      image: 'img/spectral-wizard.png'
    },{
      title: '荒魂トライブ',
      artist: 'ゴツボ×リュウジ',
      comment: '日常的に鬼が街に出没する世界。そこでは警察官が陰陽師になって鬼退治をしている。下っ端部署に勤める中年の殴り陰陽師。そこに、やたら強い新入りの少女とそれに仕える忍者がやってくる。そんな三人組が鬼と戦っていく。',
      image: 'img/aratama.png'
    },{
      title: '流星傘下',
      artist: 'ミナヅキアキラ',
      comment: '隕石がふりそそぎ、荒野が広がる世界。それでも、滅びを免れた唯一の街がある。塔の上に独りで立ち、魔法で隕石を受け止める中性的な美形の少年がいる。彼は歳を取ることはない。自分の出自も知らず、求められるままにそれを繰り返す。その運命を受け入れながら、それでも外界への思いを捨てることができない。',
      image: 'img/starfall.png'
    }]
  }
});
